{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 7301, "word_counts": "{\"<start>\": 7301, \"excruciating\": 15, \"pain\": 1306, \"in\": 1452, \"right\": 115, \"buttock\": 2, \".\": 7301, \"<end>\": 7301, \"unable\": 43, \"to\": 2682, \"get\": 191, \"out\": 194, \"of\": 1639, \"bed\": 61, \",\": 4910, \"walk\": 147, \"or\": 286, \"sit\": 12, \"without\": 87, \"extreme\": 133, \"discomfort\": 28, \"and\": 3368, \"stiffness\": 48, \"spread\": 7, \"other\": 180, \"side\": 488, \"on\": 870, \"painkillers\": 2, \"around\": 54, \"the\": 3035, \"clock\": 1, \"after\": 597, \"fifth\": 3, \"week\": 174, \"misery\": 7, \"found\": 71, \"this\": 1001, \"site\": 66, \"immediately\": 61, \"stopped\": 268, \"taking\": 679, \"lipitor\": 1058, \"waiting\": 12, \"for\": 1135, \"improvement\": 40, \"started\": 285, \"experiencing\": 63, \"my\": 2168, \"heel\": 17, \"when\": 270, \"walking\": 53, \"mid-november\": 1, \";\": 127, \"it\": 1606, \"got\": 96, \"worse\": 106, \"over\": 204, \"time\": 244, \"so\": 415, \"i\": 4616, \"went\": 214, \"see\": 115, \"orthopedist\": 3, \"early\": 16, \"december\": 3, \"he\": 195, \"said\": 95, \"had\": 676, \"plantar\": 9, \"fasciitis\": 6, \"showed\": 21, \"me\": 565, \"stretching\": 1, \"exercises\": 3, \"advised\": 9, \"inserts\": 1, \"shoes\": 7, \"wear\": 5, \"cushioned\": 1, \"house\": 6, \"slippers\": 1, \"avoid\": 10, \"up\": 286, \"inclines\": 1, \"lessened\": 6, \"by\": 197, \"following\": 15, \"all\": 445, \"these\": 135, \"recommendations\": 2, \"but\": 747, \"was\": 1082, \"still\": 190, \"uncomfortable\": 5, \"a\": 1697, \"lot\": 62, \"finally\": 48, \"march\": 5, \"foot\": 61, \"``\": 21, \"can\": 227, \"''\": 18, \"improve\": 23, \"if\": 285, \"continued\": 27, \"with\": 738, \"etc\": 42, \"at\": 363, \"very\": 301, \"end\": 15, \"asked\": 23, \"given\": 25, \"patch\": 7, \"first\": 143, \"appointment\": 9, \"left\": 142, \"sample\": 3, \"prescription\": 18, \"flector\": 1, \"cut\": 24, \"(\": 463, \"there\": 122, \"are\": 279, \"five\": 8, \"each\": 38, \"reclosable\": 1, \"pouch\": 1, \")\": 457, \"half\": 43, \"covers\": 2, \"area\": 19, \"used\": 33, \"puffiness\": 1, \"were\": 150, \"gone\": 69, \"!\": 547, \"best\": 19, \"use\": 65, \"night\": 129, \"only\": 198, \"although\": 33, \"you\": 208, \"replace\": 4, \"every\": 87, \"12\": 17, \"hours\": 58, \"put\": 93, \"bedtime\": 6, \"tape\": 1, \"edges\": 1, \"down\": 157, \"sock\": 1, \"secure\": 1, \"initially\": 15, \"about\": 348, \"three\": 64, \"weeks\": 217, \"able\": 35, \"several\": 71, \"times\": 77, \"certainly\": 6, \"helped\": 40, \"make\": 57, \"past\": 40, \"month\": 110, \"more\": 209, \"comfortable\": 3, \"constant\": 50, \"stomach\": 177, \"distension\": 1, \"gas\": 75, \"muscle\": 507, \"aches\": 100, \"leg\": 189, \"cramps\": 187, \"experimentation\": 1, \"stopping\": 73, \"treatment\": 12, \"few\": 106, \"brought\": 16, \"relief\": 49, \"re-starting\": 1, \"symptons\": 14, \"rapidly\": 5, \"returned\": 23, \"now\": 331, \"intend\": 2, \"ask\": 15, \"doctor\": 305, \"an\": 193, \"alternative\": 24, \"despite\": 6, \"concerns\": 5, \"think\": 98, \"is\": 752, \"worth\": 51, \"try\": 80, \"long\": 73, \"tem\": 1, \"course\": 10, \"cautions\": 1, \"have\": 1117, \"be\": 380, \"made\": 59, \"joint\": 133, \"ache\": 30, \"fatigue\": 145, \"while\": 75, \"doctors\": 71, \"will\": 320, \"test\": 75, \"your\": 99, \"liver\": 83, \"function\": 33, \"medication\": 164, \"they\": 169, \"may\": 66, \"run\": 18, \"blood\": 156, \"check\": 18, \"wasting\": 6, \"many\": 91, \"deny\": 1, \"that\": 826, \"connection\": 25, \"between\": 19, \"aching\": 20, \"symptoms\": 250, \"gradually\": 32, \"dissipated\": 1, \"year\": 111, \"later\": 53, \"again\": 176, \"once\": 52, \"same\": 100, \"saw\": 22, \"another\": 87, \"physician\": 26, \"one\": 204, \"stated\": 9, \"than\": 133, \"likely\": 15, \"cause\": 83, \"family\": 42, \"member\": 3, \"experienced\": 119, \"similar\": 43, \"she\": 70, \"took\": 235, \"herself\": 1, \"off\": 316, \"her\": 35, \"also\": 236, \"began\": 68, \"fade\": 2, \"demanded\": 1, \"not\": 786, \"people\": 91, \"who\": 112, \"take\": 357, \"adverse\": 20, \"reactions\": 15, \"do\": 301, \"experience\": 45, \"n't\": 463, \"just\": 230, \"accept\": 5, \"'s\": 191, \"denial\": 3, \"two\": 155, \"want\": 42, \"second\": 35, \"opinion\": 10, \"dry\": 31, \"mouth\": 20, \"cymbalta\": 2, \"voltaren\": 29, \"did\": 313, \"feel\": 198, \"however\": 69, \"great\": 68, \"deal\": 21, \"day\": 282, \"restarted\": 6, \"feeling\": 151, \"better\": 155, \"does\": 83, \"rid\": 8, \"seem\": 30, \"bearable\": 2, \"1\": 95, \"resting\": 4, \"pulse\": 9, \"jumped\": 5, \"100\": 24, \"105\": 1, \"dizziness\": 42, \"lack\": 38, \"energy\": 40, \"tireness\": 1, \"unexplained\": 8, \"sweating\": 14, \"listed\": 17, \"as\": 406, \"known\": 11, \"possible\": 40, \"effects\": 438, \"120\": 5, \"has\": 331, \"become\": 17, \"both\": 88, \"frequent\": 17, \"pronounced\": 7, \"discontinued\": 12, \"disappear\": 5, \"which\": 168, \"occurring\": 3, \"days\": 268, \"lipiltor\": 1, \"include\": 3, \"sever\": 9, \"swelling\": 36, \"lower\": 179, \"legs\": 202, \"feet\": 142, \"even\": 118, \"sudden\": 21, \"random\": 6, \"physical\": 38, \"6\": 89, \"before\": 163, \"starting\": 45, \"perfectly\": 3, \"normal\": 99, \"except\": 11, \"cholestorol\": 3, \"from\": 370, \"175\": 7, \"220\": 10, \"primarily\": 3, \"due\": 94, \"changed\": 27, \"job/work\": 1, \"conditions/diet/lack\": 1, \"exercise\": 66, \"next\": 55, \"discuss\": 5, \"further\": 6, \"been\": 425, \"some\": 212, \"increase\": 28, \"jo\": 1, \"discussed\": 4, \"friends\": 7, \"teaching\": 1, \"pharmacologists\": 1, \"heard\": 13, \"stories\": 3, \"being\": 87, \"connected\": 6, \"fwiw\": 1, \"large\": 7, \"number\": 17, \"hypersensitivities\": 1, \"drugs\": 93, \"[\": 11, \"well\": 118, \"alcohol\": 8, \"]\": 11, \"big\": 30, \"surprise\": 3, \"pill\": 64, \"empty\": 15, \"faint\": 2, \"sensation\": 17, \"queasiness\": 1, \"almost\": 97, \"notice\": 13, \"diarrhoea\": 3, \"least\": 16, \"twice\": 37, \"no\": 353, \"pains\": 140, \"inconvenient\": 1, \"anything\": 55, \"else\": 34, \"am\": 457, \"holiday\": 3, \"coast\": 1, \"free\": 14, \"mostly\": 16, \"any\": 199, \"arthrotec\": 58, \"back\": 394, \"drier\": 1, \"climate\": 1, \"severe\": 276, \"important\": 11, \"quality\": 29, \"life\": 131, \"allows\": 1, \"sleep\": 122, \"wife\": 15, \"bo\": 1, \"th\": 5, \"shared\": 2, \"weakness\": 134, \"hair\": 54, \"losss\": 1, \"rashes\": 7, \"itchy\": 9, \"instead\": 33, \"sitng\": 1, \"normaly\": 3, \"would\": 243, \"fall\": 5, \"chair\": 12, \"control\": 30, \"strength\": 28, \"upon\": 17, \"getting\": 94, \"hold\": 6, \"something\": 54, \"action\": 8, \"going\": 119, \"hill\": 1, \"arms\": 92, \"hands\": 91, \"little\": 54, \"grip\": 3, \"20\": 64, \"mgs\": 5, \"10\": 114, \"we\": 55, \"date\": 7, \"male\": 11, \"3\": 222, \"yrs\": 27, \"open\": 6, \"heart\": 125, \"surgery\": 39, \"ago\": 180, \"since\": 134, \"then\": 203, \"ive\": 6, \"gets\": 10, \"burning\": 35, \"sensations\": 10, \"urination\": 3, \"us\": 25, \"hard\": 34, \"sleeping\": 28, \"its\": 47, \"bad\": 172, \"news\": 7, \"none\": 47, \"hunger\": 9, \"pangs\": 3, \"brilliant\": 1, \"new\": 40, \"lease\": 1, \"&\": 136, \"steps\": 11, \"properly\": 3, \"longer\": 31, \"sideways\": 1, \"like\": 300, \"toddler\": 1, \"hip\": 72, \"jar\": 1, \"last\": 99, \"years\": 357, \"definite\": 2, \"decrease\": 12, \"spent\": 18, \"fortune\": 2, \"orthodics\": 1, \"small\": 17, \"amount\": 19, \"because\": 150, \"always\": 49, \"hyper\": 2, \"sensitive\": 6, \"convinced\": 12, \"stop\": 112, \"definitely\": 13, \"lowers\": 7, \"cholesterol\": 426, \"ldl\": 84, \"research\": 31, \"though\": 52, \"headaches\": 69, \"within\": 108, \"2\": 192, \"hrs\": 6, \"low\": 49, \"sex\": 15, \"drive\": 21, \"incredible\": 2, \"depression\": 110, \"crying\": 5, \"reliving\": 2, \"terrible\": 60, \"events\": 5, \"occurred\": 5, \"someone\": 13, \"pushing\": 2, \"doorbell\": 1, \"holding\": 7, \"keep\": 35, \"ringing\": 9, \"negative\": 17, \"things\": 48, \"kept\": 22, \"asking\": 3, \"mine\": 16, \"zocor\": 45, \"problem\": 84, \"insurance\": 16, \"company\": 17, \"pay\": 8, \"anymore\": 17, \"go\": 141, \"six\": 20, \"months\": 311, \"docteor\": 1, \"write\": 6, \"letter\": 4, \"ins\": 1, \"co.\": 3, \"saying\": 5, \"could\": 256, \"agreed\": 12, \"term\": 56, \"effect\": 62, \"those\": 40, \"sent\": 18, \"into\": 47, \"psyhcological\": 1, \"tailspin\": 1, \"never\": 169, \"recovered\": 8, \"psychiatrist\": 3, \"came\": 59, \"diagnoses\": 1, \"bipolar\": 1, \"disorder\": 1, \"unknown\": 3, \"drug\": 520, \"ruined\": 12, \"seperated\": 1, \"energtic\": 1, \"happy\": 14, \"man\": 6, \"kids\": 3, \"know\": 114, \"aspirin\": 4, \"checked\": 11, \"regularly\": 4, \"vaginal\": 33, \"bleeding\": 72, \"cramping\": 85, \"menopause\": 8, \"unpleasantly\": 1, \"surprised\": 6, \"return\": 13, \"period\": 39, \"endometriosis\": 3, \"adenomyosis\": 1, \"plus\": 13, \"impairment\": 2, \"clotting\": 4, \"eds\": 1, \"probably\": 35, \"should\": 113, \"prescribed\": 70, \"'m\": 172, \"tablets\": 8, \"mg\": 135, \"per\": 39, \"helps\": 20, \"enough\": 40, \"spasms\": 37, \"body\": 105, \"itching\": 14, \"myalgia\": 5, \"developed\": 70, \"progressed\": 5, \"effective\": 27, \"lowering\": 43, \"prone\": 5, \"inflammation\": 9, \"connective\": 1, \"tissue\": 3, \"rheumatoid\": 6, \"arthritis\": 57, \"fibromyalgia\": 16, \"example\": 4, \"cautious\": 6, \"assumed\": 4, \"relapsing\": 1, \"--\": 57, \"astounded\": 1, \"find\": 64, \"lesser\": 8, \"problems\": 229, \"pravochol\": 2, \"come\": 35, \"distrust\": 1, \"statins\": 125, \"focusing\": 3, \"diet\": 70, \"time-release\": 1, \"naicin\": 1, \"fish\": 11, \"oil\": 11, \"away\": 101, \"diarrhea\": 48, \"heavy\": 26, \"thought\": 113, \"hoping\": 16, \"soon\": 20, \"ca\": 67, \"stand\": 25, \"sick\": 26, \"4\": 100, \"uneventful\": 1, \"having\": 124, \"intense\": 28, \"shoulder\": 95, \"upper\": 42, \"arm\": 79, \"what\": 141, \"happen\": 10, \"?\": 173, \"life-threatening\": 1, \"why\": 42, \"told\": 121, \"consequences\": 4, \"various\": 5, \"evaluate\": 1, \"whether\": 9, \"continue\": 34, \"product\": 10, \"literature\": 2, \"mention\": 12, \"cognitive\": 5, \"immediatly\": 1, \"reduced\": 45, \"health\": 36, \"weakened\": 3, \"ways\": 3, \"noticed\": 75, \"posters\": 2, \"mentioned\": 22, \"aging\": 7, \"here\": 32, \"goes\": 24, \"afterpain\": 1, \"maybe\": 26, \"hips\": 40, \"sore\": 59, \"vision\": 58, \"greatly\": 14, \"loss\": 221, \"tired\": 66, \"most\": 68, \"till\": 9, \"late\": 9, \"morning\": 65, \"midday\": 1, \"breath\": 19, \"person\": 17, \"keeping\": 6, \"thinking\": 30, \"prevent\": 7, \"rising\": 2, \"suggestions\": 2, \"appreciated\": 2, \"good\": 105, \"luck\": 6, \"high\": 134, \"under\": 21, \"faciitis\": 2, \"fingers\": 28, \"wrists\": 10, \"lumbar\": 2, \"ac\": 1, \"joints\": 60, \"falling\": 14, \"dr\": 114, \"diagnosed\": 36, \"autoimmune\": 1, \"polyarthritis\": 1, \"wanted\": 23, \"start\": 32, \"anti-inflammatories\": 4, \"researching\": 2, \"might\": 31, \"already\": 22, \"move\": 19, \"ankles\": 36, \"hobbling\": 3, \"assistance\": 2, \"movement\": 8, \"poisionous\": 1, \"felt\": 151, \"today\": 37, \"needed\": 13, \"rest\": 16, \"during\": 48, \"passes\": 2, \"hell\": 13, \"god\": 15, \"forsaken\": 1, \"unbearable\": 15, \"vomiting\": 13, \"7\": 38, \"straight\": 4, \"until\": 85, \"emergency\": 12, \"room\": 15, \"ended\": 20, \"cutting\": 3, \"appendix\": 1, \"inflamed\": 3, \"medicine\": 55, \"help\": 71, \"whereas\": 3, \"previously\": 13, \"active\": 28, \"neck\": 104, \"head\": 41, \"knee\": 88, \"protruding\": 1, \"remained\": 3, \"wrist\": 11, \"red\": 26, \"dots\": 4, \"skin\": 44, \"tests\": 56, \"reaction\": 32, \"recently\": 51, \"tricor\": 16, \"decided\": 37, \"works\": 49, \"fine\": 32, \"killers\": 8, \"apparently\": 8, \"point\": 36, \"where\": 43, \"knees\": 54, \"agony\": 8, \"reading\": 70, \"comments\": 20, \"page\": 4, \"shocked\": 3, \"'ve\": 147, \"8\": 44, \"yet\": 31, \"severely\": 3, \"stiff\": 22, \"clumsiness\": 3, \"tonight\": 2, \"tingling/\": 1, \"lightheadedness\": 7, \"memory\": 149, \"chest\": 63, \"shoulder-feels\": 1, \"pulled\": 6, \"socket\": 1, \"lowered\": 67, \"270\": 3, \"180\": 6, \"triglycerides\": 31, \"dropped\": 33, \"need\": 57, \"history\": 19, \"sure\": 57, \"how\": 71, \"much\": 136, \"distracting\": 1, \"far\": 46, \"tolerating\": 2, \"decide\": 1, \"dying\": 6, \"60\": 19, \"attack\": 43, \"living\": 8, \"80\": 29, \"vomitting\": 1, \"-\": 277, \"fight\": 3, \"throw\": 2, \"supposed\": 11, \"makes\": 16, \"soooooo\": 2, \"literally\": 4, \"asleep\": 9, \"sickness\": 4, \"kicks\": 2, \"tried\": 59, \"dose\": 102, \"rather\": 36, \"live\": 31, \"too\": 78, \"awful\": 17, \"painful\": 50, \"tablet\": 12, \"miss\": 4, \"couple\": 32, \"really\": 79, \"sort\": 4, \"thing\": 29, \"nausea\": 53, \"switch\": 8, \"teh\": 1, \"blink\": 1, \"eye\": 27, \"mood\": 20, \"swings\": 12, \"rage\": 2, \"extremely\": 39, \"husband\": 29, \"totally\": 21, \"huge\": 8, \"changes\": 16, \"his\": 42, \"activity\": 8, \"tiredness\": 36, \"blurring\": 2, \"40\": 64, \"355\": 1, \"170\": 6, \"immediate\": 12, \"noticing\": 6, \"lethargy\": 6, \"soreness\": 29, \"inner\": 3, \"elbows\": 19, \"inflammed\": 4, \"ligaments\": 1, \"bursae\": 2, \"shoulders\": 64, \"nerve\": 21, \"liptor\": 15, \"increased\": 74, \"mg.\": 24, \"proportionately\": 1, \"neither\": 2, \"nor\": 8, \"ever\": 62, \"related\": 44, \"experiment\": 4, \"50\": 25, \"%\": 52, \"hve\": 1, \"ankle\": 27, \"supports\": 1, \"splints\": 2, \"ice\": 5, \"compresses\": 1, \"frequently\": 3, \"gel\": 6, \"pads\": 1, \"elevated\": 47, \"heels\": 6, \"doing\": 40, \"hurt\": 62, \"gp\": 17, \"surgeon\": 10, \"says\": 22, \"reluctant\": 2, \"connect\": 7, \"disability\": 3, \"wants\": 9, \"annoyed\": 2, \"yeast\": 10, \"rice\": 10, \"coq10\": 24, \"statin\": 119, \"along\": 26, \"2000\": 3, \"vitamin\": 20, \"c\": 23, \"daily\": 49, \"basically\": 5, \"formerly\": 2, \"dancing\": 1, \"golf\": 4, \"hiking\": 6, \"standing\": 8, \"sets\": 1, \"fire\": 3, \"rechecked\": 2, \"september\": 2, \"warned\": 7, \"way\": 56, \"muscles\": 115, \"insomnia\": 50, \"seems\": 47, \"work\": 105, \"dizzy\": 14, \"stone\": 5, \"bruises\": 2, \"front\": 7, \"sides\": 11, \"old\": 67, \"rough\": 4, \"sound\": 6, \"lungs\": 5, \"murmur\": 1, \"ok\": 24, \"20mg\": 45, \"raised\": 8, \"40mg\": 27, \"'ll\": 34, \"quit\": 52, \"completely\": 30, \"physically\": 8, \"young\": 6, \"acceptable\": 5, \"call\": 12, \"dosage\": 42, \"abdominal\": 52, \"diarrea\": 1, \"heartburn\": 8, \"flu\": 31, \"taste\": 12, \"eat\": 28, \"believe\": 46, \"poison\": 18, \"gave\": 22, \"10mg\": 63, \"slowly\": 27, \"incapacitated\": 1, \"yourself\": 5, \"favor\": 3, \"called\": 30, \"twitching\": 19, \"worrying\": 1, \"brain\": 35, \"tumor\": 4, \"looks\": 6, \"refering\": 1, \"nuerologist\": 1, \"light\": 15, \"possibility\": 7, \"255\": 1, \"173\": 2, \"toe\": 18, \"neuropathy\": 24, \"assume\": 4, \"jump\": 1, \"thanks\": 15, \"others\": 43, \"weigh\": 3, \"114\": 2, \"5\": 101, \"'\": 29, \"hike\": 2, \"play\": 3, \"busy\": 4, \"market\": 27, \"cpk\": 17, \"mildly\": 5, \"deniel\": 1, \"effects-\": 2, \"palpatations\": 4, \"weight\": 52, \"gain\": 24, \"-probably\": 1, \"associated\": 4, \"ione\": 1, \"reasons\": 5, \"job\": 35, \"weak\": 43, \"difficulty\": 36, \"driving\": 9, \"sales\": 2, \"rep\": 1, \"promoted\": 1, \"ironic\": 1, \"suffer\": 16, \"self\": 16, \"miserable\": 9, \"sorry\": 6, \"lipids\": 5, \"say\": 44, \"oh\": 7, \"follow\": 8, \"sue\": 2, \"question\": 9, \"beats\": 2, \"30\": 31, \"less\": 36, \"stomack\": 2, \"hert\": 1, \"die\": 14, \"nights\": 9, \"hospital\": 26, \"trouble\": 26, \"takenoff\": 1, \"agin\": 1, \"tingling\": 63, \"tinnitus\": 10, \"2.5\": 4, \"acute\": 11, \"prevalent\": 1, \"nurse\": 10, \"practitioner\": 2, \"admit\": 4, \"occur\": 4, \"suggested\": 25, \"abated\": 2, \"70\": 14, \"167\": 3, \"lbs\": 13, \"smoke\": 3, \"fruits\": 2, \"vegetables\": 2, \"drink\": 9, \"wine\": 6, \"moderation\": 2, \"drank\": 3, \"coffee\": 3, \"tea\": 3, \"meat\": 5, \"chances\": 13, \"levels\": 76, \"hope\": 44, \"damage\": 72, \"permanent\": 32, \"part\": 14, \"mental\": 20, \"fog\": 19, \"averaged\": 1, \"follows\": 2, \"n\": 1, \"=\": 4, \"units\": 2, \"mg/dl\": 2, \":\": 88, \"total\": 45, \"140\": 5, \"hdl\": 40, \"38\": 4, \"74\": 2, \"139\": 2, \"total/hdl\": 3, \"ratio\": 16, \"3.67\": 1, \"2010\": 3, \"218\": 3, \"34\": 4, \"184\": 1, \"6.4\": 1, \"switching\": 8, \"simvistatin\": 4, \"136\": 1, \"138\": 2, \"3.58\": 1, \"1/2\": 22, \"generic\": 8, \"cheaper\": 3, \"blurred\": 21, \"attributed\": 17, \"older\": 19, \"bulb\": 1, \"realized\": 14, \"blurry\": 9, \"drop\": 8, \"feels\": 21, \"glasses\": 3, \"diffuse\": 1, \"alopecia\": 3, \"thinning\": 5, \"type\": 28, \"diabetes\": 16, \"21\": 5, \"sugar\": 14, \"hemoglobin\": 1, \"a1c\": 1, \"below\": 17, \"healthy\": 31, \"thyroid\": 5, \"olmetec\": 1, \"olmesartan\": 1, \"istin\": 1, \"amlodipine\": 1, \"atorvastatin\": 7, \"alarming\": 2, \"rate\": 13, \"conventional\": 3, \"pattern\": 2, \"baldness\": 1, \"9\": 19, \"stress\": 19, \"caused\": 65, \"losing\": 7, \"harm\": 7, \"mild\": 29, \"flatulance\": 3, \"nature\": 1, \"website\": 46, \"wondering\": 9, \"worsens\": 2, \"miracle\": 8, \"e\": 7, \"additional\": 7, \"premarin\": 1, \"600\": 3, \"meds\": 42, \"condition\": 14, \"lowest\": 4, \"ones\": 5, \"300\": 16, \"endocrinologist\": 1, \"controlled\": 6, \"must\": 14, \"consider\": 14, \"degree\": 5, \"taken\": 115, \"approved\": 4, \"anyone\": 50, \"please\": 28, \"email\": 6, \"including\": 20, \"occasional\": 13, \"decreased\": 23, \"benefits\": 12, \"putting\": 6, \"225\": 3, \"145\": 2, \"ears\": 9, \"thigh\": 28, \"intermittent\": 4, \"throughout\": 8, \"1/8\": 1, \"mile\": 4, \"w/o\": 1, \"wicked\": 3, \"wonder\": 22, \"doc\": 44, \"compensated\": 2, \"prescribing\": 9, \"tendonitis\": 15, \"symtoms\": 10, \"forearms\": 6, \"co\": 6, \"q\": 4, \"vitamins\": 5, \"bp\": 13, \"med\": 32, \"prinivil\": 1, \"estratest\": 1, \"actose\": 1, \"flaxseed\": 2, \"fiber\": 3, \"choles\": 1, \"228\": 2, \"123\": 3, \"79\": 1, \"53\": 3, \"58\": 5, \"chols\": 1, \"38.\": 1, \"moderate\": 4, \"excellent\": 16, \"bllod\": 1, \"significant\": 19, \"slight\": 21, \"passed\": 11, \"four\": 30, \"combined\": 8, \"fat/low\": 1, \"125\": 1, \"200\": 18, \"tight\": 12, \"throat\": 22, \"water\": 15, \"trying\": 37, \"suffocated\": 1, \"switched\": 30, \"kidneys\": 6, \"bladder\": 10, \"infection\": 12, \"black\": 3, \"outs\": 1, \"them\": 69, \"regardless\": 3, \"tolerance\": 4, \"medications\": 21, \"through\": 34, \"tummy\": 2, \"bloating\": 30, \"headache\": 42, \"cold\": 24, \"shivers\": 2, \"230\": 2, \"160\": 12, \"raise\": 5, \"therapy\": 24, \"seeing\": 13, \"orthopedic\": 4, \"x-rays\": 12, \"frozen\": 4, \"funny\": 4, \"myself\": 51, \"eating\": 19, \"grapefruit\": 6, \"general\": 41, \"dark\": 13, \"urine\": 24, \"minor\": 11, \"31\": 4, \"july\": 3, \"nov\": 2, \"06\": 2, \"change\": 31, \"beef\": 1, \"entirely\": 5, \"chicken\": 2, \"avoided\": 3, \"butters/margerines\": 1, \"5mg\": 8, \"niaspan\": 7, \"bone\": 7, \"marrow\": 1, \"biopsy\": 8, \"tylenol\": 8, \"numerous\": 7, \"concentration\": 18, \"loosing\": 1, \"arthritic\": 8, \"alot\": 14, \"forget\": 4, \"lengths\": 1, \"anxiety\": 35, \"paranoia\": 8, \"him\": 44, \"discovery\": 1, \"bit\": 19, \"meeting\": 1, \"read\": 54, \"psychiatric\": 3, \"therefore\": 11, \"crestor\": 20, \"addition\": 2, \"niacin\": 15, \"beginning\": 17, \"500mg\": 4, \"increasing\": 17, \"1,000\": 2, \"ultimate\": 1, \"aim\": 2, \"reaching\": 2, \"2,000\": 1, \"fourth\": 3, \"monthly\": 1, \"bottom\": 8, \"line\": 7, \"reached\": 1, \"165\": 2, \"indicated\": 7, \"level\": 59, \"124\": 2, \"folks\": 6, \"done\": 51, \"1,000mg\": 1, \"pills\": 38, \"equivalent\": 1, \"i.e.\": 1, \"natural\": 37, \"phytosterol\": 1, \"cup\": 2, \"olive\": 3, \"leafs\": 1, \"reach\": 4, \"maximum\": 3, \"intake\": 5, \"2,000mg\": 1, \"required\": 6, \"diabetics\": 1, \"push\": 8, \"cost\": 8, \"range\": 15, \"motion\": 4, \"throbbing\": 7, \"bother\": 3, \"a.m.\": 2, \"begins\": 2, \"mid-afternoon\": 1, \"continues\": 7, \"evening\": 9, \"neurologist\": 15, \"finds\": 2, \"involvement\": 1, \"drug-related\": 1, \"female\": 10, \"age\": 38, \"55\": 7, \"generally\": 9, \"smoking\": 3, \"drinking\": 7, \"wt\": 2, \"15\": 25, \"lately\": 4, \"everything\": 27, \"hurts\": 11, \"crept\": 4, \"rn\": 3, \"together\": 12, \"generalized\": 3, \"fading\": 2, \"explore\": 3, \"options\": 5, \"confirm\": 1, \"looking\": 20, \"begin\": 14, \"patients\": 35, \"their\": 42, \"b/l\": 2, \"malaise\": 12, \"wearing\": 5, \"sling\": 1, \"badly\": 7, \"walked\": 11, \"assorted\": 2, \"sites\": 3, \"web\": 27, \"pa\": 2, \"cardiologist\": 25, \"ortho\": 1, \"md\": 29, \"steroid\": 3, \"shots\": 7, \"pt\": 5, \"seemed\": 25, \"narcs\": 1, \"ordered\": 2, \"somewhat\": 15, \"answer\": 11, \"mri\": 20, \"linear\": 1, \"tear\": 2, \"rotator\": 4, \"cuff\": 4, \"against\": 14, \"roof\": 2, \"talked\": 9, \"sinivastatin\": 1, \"guess\": 14, \"happened\": 12, \"suddenly\": 18, \"worsen\": 4, \"especially\": 55, \"speak\": 5, \"alternatives\": 9, \"moral\": 1, \"story\": 6, \"stay\": 22, \"clear\": 10, \"pain/\": 1, \"wonders\": 11, \"agree\": 5, \"elder\": 1, \"brother\": 8, \"expired\": 1, \"54\": 4, \"pressure\": 48, \"45\": 15, \"resulted\": 6, \"causing\": 43, \"als\": 14, \"tragic\": 1, \"death\": 14, \"cure\": 8, \"whole\": 13, \"balance\": 36, \"power\": 3, \"standup\": 1, \"himself\": 7, \"dilution\": 1, \"size\": 5, \"constipitation\": 1, \"suffered\": 34, \"vocal\": 2, \"choking\": 4, \"looseness\": 1, \"structure\": 3, \"complete\": 8, \"stopage\": 1, \"easing\": 1, \"detoriation\": 1, \"oxigen\": 1, \"leading\": 5, \"strongly\": 4, \"crucial\": 1, \"reportedly\": 1, \"allopathy\": 1, \"homeopathitic\": 1, \"allopathic\": 2, \"yoga-sustem\": 1, \"regular\": 8, \"phyical\": 1, \"diseases\": 4, \"9/20/05\": 1, \"mevacor\": 8, \"zetia\": 16, \"398\": 1, \"260\": 4, \"added\": 12, \"crippling\": 4, \"effort\": 4, \"sinus\": 13, \"insomina\": 3, \"fix\": 5, \"lots\": 18, \"tons\": 2, \"numbers\": 26, \"dizzines\": 2, \"smaller\": 3, \"round\": 1, \"confirmed\": 9, \"usually\": 18, \"resuming\": 2, \"method\": 3, \"manufacture\": 1, \"supplier\": 1, \"seek\": 4, \"reduce\": 25, \"results\": 50, \"readings\": 8, \"australia\": 1, \"zealand\": 1, \"measurement\": 2, \"/\": 47, \"ability\": 19, \"concentrate\": 10, \"originally\": 2, \"form\": 9, \"10-20\": 1, \"doubled\": 7, \"glad\": 16, \"third\": 11, \"face\": 28, \"numb\": 15, \"headed\": 7, \"fun\": 2, \"suggest\": 7, \"nothing\": 45, \"panic\": 7, \"stuff\": 38, \"system\": 18, \"relax\": 2, \"restless\": 12, \"syndrome\": 16, \"shaky\": 4, \"sweat\": 4, \"chills\": 6, \"repeat\": 3, \"routine\": 7, \"values\": 1, \"indicate\": 4, \"disease\": 33, \"e-mail\": 3, \"concerned\": 24, \"confusion\": 13, \"process\": 4, \"2-3\": 7, \"/arms\": 1, \"breathlessness\": 3, \"depressed\": 22, \"jittery\": 1, \"tingly\": 5, \"climbing\": 4, \"walls\": 2, \"shelves\": 1, \"warming\": 1, \"simultaneously\": 1, \"dangerous\": 33, \"aware\": 27, \"unfortunately\": 5, \"colin\": 1, \"cancer\": 15, \"chemotherapy\": 1, \"combo\": 2, \"chemo\": 1, \"enzymes\": 13, \"rise\": 5, \"ribs\": 7, \"subside\": 11, \"onset\": 14, \"worked\": 37, \"lost\": 34, \"pounds\": 11, \"using\": 38, \"ssri\": 2, \"failed\": 4, \"meaningful\": 1, \"attacks\": 16, \"short\": 64, \"periods\": 13, \"dizzyness\": 6, \"powerful\": 2, \"fever\": 9, \"bloody\": 5, \"discharge\": 2, \"toes\": 39, \"acking\": 1, \"moodiness\": 7, \"count\": 18, \"240\": 7, \"woth\": 1, \"zorcor\": 1, \"mevacore\": 2, \"changing\": 5, \"vytorin\": 5, \"simvastatin\": 6, \"ezetimbe\": 1, \"chronic\": 22, \"improved\": 28, \"strange\": 13, \"strain\": 2, \"different\": 27, \"baycol\": 4, \"removed\": 6, \"slightly\": 21, \"hand\": 37, \"carpal\": 4, \"tunnel\": 3, \"wore\": 4, \"brace\": 3, \"800\": 3, \"motrin\": 2, \"qid\": 1, \"became\": 42, \"calves\": 29, \"soles\": 4, \"350\": 1, \"1996\": 2, \"methods\": 3, \"ten\": 12, \"cardiovascular\": 2, \"trace\": 1, \"tall\": 2, \"weighed\": 1, \"177\": 1, \"lbs.\": 2, \"considered\": 7, \"pass\": 7, \"readiness\": 2, \"1.5\": 5, \"military\": 1, \"fact\": 9, \"cane\": 10, \"overweight\": 4, \"stretch\": 2, \"shopping\": 5, \"miles\": 13, \"weekdays\": 1, \"weekends\": 1, \"ran\": 14, \"gained\": 3, \"sedentary\": 2, \"forward\": 4, \"lifestyle\": 9, \"result\": 16, \"calf\": 42, \"thank\": 28, \"326\": 2, \"187\": 2, \"1:00am\": 1, \"slept\": 7, \"plan\": 4, \"tomorrow\": 7, \"tho\": 1, \"affects\": 21, \"out-weigh\": 1, \"menstrual\": 14, \"cycle\": 17, \"whack\": 1, \"occurs\": 4, \"hungry\": 4, \"odd\": 6, \"irregular\": 4, \"relieve\": 11, \"affecting\": 5, \"non-stop\": 2, \"nauseous\": 3, \"kinks\": 1, \"safe\": 11, \"sexual\": 8, \"desire\": 4, \"blame\": 8, \"discontinue\": 11, \"2nd\": 6, \"spinning\": 2, \"laying\": 4, \"8th\": 3, \"tested\": 13, \"11th\": 1, \"above\": 22, \"happens\": 14, \"clinically\": 1, \"proved\": 4, \"theory\": 2, \"giving\": 9, \"multiple\": 3, \"sclerosis\": 4, \"37\": 2, \"yr\": 11, \"ms\": 11, \"highest\": 4, \"212\": 2, \"130\": 2, \"ish\": 1, \"attacking\": 1, \"cns\": 1, \"proven\": 3, \"road\": 2, \"pharma\": 5, \"promote\": 2, \"treat\": 7, \"jan\": 1, \"present\": 10, \"human\": 3, \"rat\": 1, \"matters\": 2, \"mfg\": 5, \"hmmm\": 1, \"shin\": 3, \"flatulence\": 8, \"effexor\": 1, \"noticeable\": 6, \"rule\": 5, \"gotten\": 11, \"274\": 1, \"triglicerides\": 3, \"gym\": 12, \"3x\": 2, \"watch\": 10, \"sister\": 2, \"hurting\": 10, \"tuned\": 2, \"areas\": 9, \"everyday\": 7, \"servere\": 1, \"everywhere\": 6, \"sitting\": 21, \"staying\": 2, \"increases\": 2, \"moving\": 6, \"stomache\": 3, \"wake\": 20, \"cholosterol\": 3, \"itself\": 3, \"recommend\": 55, \"telling\": 11, \"np\": 1, \"working\": 21, \"constipation\": 30, \"rarely\": 13, \"hemorrhoids\": 2, \"fluids\": 3, \"correcting\": 1, \"corrosive\": 1, \"touched\": 2, \"rash\": 19, \"difficult\": 15, \"position\": 10, \"tremendous\": 1, \"diminished\": 8, \"making\": 19, \"easier\": 4, \"quick\": 5, \"reduction\": 15, \"24\": 12, \"+\": 4, \"unhappy\": 1, \"pharmacy\": 7, \"mistake\": 8, \"'d\": 20, \"picked\": 2, \"food\": 29, \"minutes\": 40, \"discontinuing\": 8, \"celebrex\": 12, \"tendons\": 5, \"inablity\": 1, \"stairs\": 26, \"41\": 4, \"5k\": 1, \"case\": 13, \"orders\": 1, \"wait\": 7, \"full\": 16, \"recovery\": 7, \"returns\": 5, \"besides\": 2, \"knock\": 1, \"cholesteral\": 13, \"motivation\": 7, \"friend\": 10, \"supposedly\": 3, \"disappeared\": 16, \"disabilitating\": 1, \"cripple\": 4, \"soaked\": 1, \"oatmeal\": 3, \"glass\": 3, \"x4\": 1, \"weekly\": 3, \"hour\": 22, \"formula\": 5, \"names\": 4, \"progressively\": 8, \"needing\": 1, \"discovered\": 12, \"otherwise\": 18, \"post\": 13, \"arrived\": 2, \"pravastatin\": 2, \"side-effects\": 16, \"either\": 12, \"wo\": 18, \"frankly\": 1, \"prefer\": 4, \"quantity\": 1, \"recks\": 1, \"severly\": 2, \"6week\": 1, \"break\": 4, \"resume\": 5, \"met\": 2, \"surgon\": 1, \"schedule\": 3, \"replacement\": 10, \"tolerate\": 11, \"hydrocodine\": 1, \"aand\": 1, \"overnight\": 7, \"ladies\": 1, \"don\": 3, \"truly\": 5, \"wish\": 15, \"requiring\": 7, \"ready\": 2, \"retire\": 2, \"danced\": 1, \"wedding\": 2, \"weekend\": 2, \"climbed\": 1, \"310\": 3, \"vegetarian\": 3, \"conscious\": 1, \"dislike\": 1, \"medicines\": 8, \"endocrynologist\": 1, \"recommended\": 18, \"pilates\": 2, \"class\": 15, \"rested\": 6, \"curled\": 1, \"bath\": 2, \"abdomen\": 11, \"contract\": 1, \"cramp\": 6, \"higher\": 15, \"scared\": 8, \"such\": 38, \"hardly\": 26, \"worn\": 1, \"woke\": 10, \"swollen\": 25, \"suspected\": 8, \"internet\": 18, \"posting\": 6, \"experiences\": 8, \"died\": 11, \"amazing\": 7, \"list\": 9, \"unless\": 14, \"threatening\": 3, \"upset\": 22, \"loose\": 9, \"bowels\": 1, \"excessive\": 9, \"hot\": 17, \"flashes\": 5, \"sweats\": 8, \"irritability\": 6, \"elbow\": 19, \"feelings\": 8, \"provacal\": 2, \"tremors\": 6, \"tingles\": 2, \"47\": 3, \"points\": 13, \"balanced\": 5, \"vs\": 1, \"flatuelence\": 1, \"intolerance\": 7, \"www.janeislay.co.uk\": 1, \"info\": 8, \"/////////////\": 1, \"oct\": 1, \"05\": 1, \"realize\": 13, \"stunned\": 1, \"mentally\": 4, \"clarity\": 1, \"comprehension\": 1, \"quickly\": 13, \"nitro\": 1, \"thighs\": 22, \"distances\": 1, \"sharp\": 9, \"suspect\": 9, \"slip\": 3, \"slowing\": 1, \"improving\": 12, \"worst\": 30, \"insidious\": 1, \"effecting\": 2, \"thankfully\": 2, \"tolerable\": 5, \"virus\": 3, \"horrible\": 46, \"resent\": 2, \"rediculous\": 1, \"price\": 7, \"actively\": 1, \"encouraging\": 1, \"direct\": 1, \"consumer\": 2, \"advertising\": 1, \"pfizer\": 22, \"companies\": 15, \"seat\": 1, \"waited\": 4, \"periodic\": 5, \"grateful\": 1, \"advice\": 13, \"thankful\": 1, \"whilst\": 1, \"advise\": 9, \"carefully\": 7, \"productive\": 2, \"cough\": 13, \"possibly\": 14, \"b\": 5, \"muscular\": 13, \"arrhythmia\": 1, \"3,9\": 1, \"principally\": 1, \"offered\": 2, \"recommendation\": 3, \"potassium\": 3, \"magnesium\": 3, \"dramatic\": 2, \"dinner\": 8, \"restart\": 1, \"meal\": 8, \"fear\": 9, \"reason\": 24, \"ceased\": 6, \"split\": 1, \"nowhere\": 3, \"close\": 9, \"middle\": 6, \"belly\": 3, \"button\": 1, \"deep\": 12, \"restroom\": 1, \"rectal\": 4, \"collapse\": 2, \"admission\": 1, \"chance\": 3, \"gi\": 6, \"hemmorage\": 1, \"breathing\": 12, \"eyesight\": 7, \"18\": 10, \"turned\": 8, \"laugh\": 4, \"forgetfulness\": 6, \"severity\": 7, \"failure\": 11, \"frightened\": 3, \"extensive\": 2, \"72\": 4, \"significantly\": 10, \"stamina\": 7, \"cousin\": 1, \"informed\": 12, \"extremities\": 5, \"athletic\": 3, \"dreamers\": 1, \"pretends\": 1, \"bike\": 5, \"60+\": 1, \"train\": 2, \"over-doing\": 1, \"pound\": 1, \"sledge\": 1, \"junk\": 2, \"digestive\": 3, \"described\": 2, \"pointed\": 1, \"swift\": 2, \"dec\": 3, \"2009\": 2, \"june\": 6, \"forgetful\": 2, \"stupid\": 5, \"request\": 2, \"refill\": 2, \"anyway\": 9, \"truck\": 5, \"achiness\": 4, \"half-marathon\": 1, \"training\": 4, \"saturday\": 3, \"expected\": 1, \"figure\": 7, \"fatigued\": 18, \"look\": 23, \"chore\": 1, \"user\": 1, \"developing\": 5, \"neurological\": 3, \"restarting\": 2, \"major\": 27, \"hopefully\": 9, \"cholst\": 1, \"absolutly\": 2, \"288\": 1, \"181\": 2, \"thrilled\": 4, \"zero\": 1, \"collitis\": 1, \"distress\": 4, \"cataflam\": 6, \"er\": 12, \"hospitilized\": 1, \"drs\": 8, \"dismissed\": 5, \"papers\": 1, \"nsaids\": 5, \"patient\": 14, \"allergies\": 3, \"unbelievably\": 1, \"snuck\": 1, \"insideously\": 1, \"mistakenly\": 1, \"believed\": 4, \"helpful\": 6, \"fair\": 3, \"attribute\": 6, \"addictive\": 1, \"sometimes\": 22, \"pushers\": 1, \"paid\": 4, \"makers\": 1, \"america\": 2, \"10mg/day\": 3, \"recemt\": 1, \"20mg/day\": 4, \"excercise\": 12, \"necessary\": 8, \"impossible\": 8, \"doubts\": 1, \"pain/cramping\": 1, \"irritable\": 10, \"outweigh\": 2, \"pms\": 1, \"women\": 15, \"misoprostol\": 3, \"gerd\": 3, \"contacted\": 2, \"unusual\": 8, \"im\": 11, \"acid\": 20, \"reflux\": 16, \"thats\": 4, \"runs\": 11, \"addicted\": 1, \"manage\": 4, \"cummulative\": 1, \"dont\": 8, \"remove\": 3, \"shouldnt\": 1, \"whats\": 2, \"thus\": 2, \"risk\": 29, \"figuring\": 1, \"lose\": 7, \"behind\": 3, \"resuce\": 1, \"rating\": 7, \"overal\": 2, \"thin\": 1, \"article\": 5, \"regarding\": 4, \"neurophathy\": 1, \"mess\": 3, \"guys\": 4, \"heads-up\": 1, \"nice\": 3, \"blindsided\": 1, \"medical\": 26, \"community\": 3, \"everybody\": 2, \"posts\": 3, \"decreasing\": 4, \"co-q10\": 2, \"deplete\": 2, \"affect\": 9, \"2x\": 2, \"knowing\": 6, \"permanently\": 3, \"/5\": 1, \"enzyme\": 7, \".realized\": 1, \"neurophaty\": 1, \"inside\": 2, \"punched\": 1, \"'scared\": 1, \"sight\": 11, \"carefull\": 3, \"ps\": 1, \"consulting\": 4, \"fully\": 3, \"doseage\": 3, \"75\": 15, \"wrong\": 21, \"non-drinker\": 1, \"sky\": 2, \"pernamax\": 1, \"vigorous\": 1, \"woman\": 7, \"london\": 1, \"paris\": 1, \"whose\": 1, \"favorite\": 1, \"hobby\": 1, \"fragile\": 1, \"crippled\": 3, \"crone\": 1, \"certain\": 10, \"belonged\": 1, \"wheel\": 2, \"killer\": 7, \"waist\": 5, \"effected\": 5, \"lead\": 8, \"showing\": 6, \"book\": 9, \"recognized\": 2, \"lay\": 5, \"interest\": 4, \"basics\": 1, \"own\": 20, \"august\": 4, \"2001\": 3, \"normally\": 10, \"after-effects\": 1, \"regain\": 3, \"previous\": 5, \"block\": 4, \"buttocks\": 7, \"lucky\": 3, \"alive\": 6, \"hear\": 4, \"particularly\": 10, \"190\": 4, \"coronary\": 8, \"artery\": 3, \"conclusion\": 3, \"chd\": 1, \"fell\": 9, \"fat\": 9, \"touch\": 11, \"straw\": 1, \"fantastic\": 1, \"good/bad\": 2, \"eventually\": 7, \"lie\": 5, \"heating\": 2, \"pad\": 5, \"annual\": 2, \"visit\": 13, \"tell\": 31, \"waould\": 1, \"gradualy\": 1, \"5-6\": 4, \"currently\": 9, \"mass\": 3, \"slurred\": 6, \"speech\": 12, \"completly\": 2, \"specialist\": 11, \"feb\": 2, \"2002\": 4, \"diagnosis\": 7, \"extermities\": 1, \"seen\": 14, \"scary\": 18, \"taks\": 1, \"1-2\": 3, \"trusted\": 1, \"trust\": 8, \"felling\": 2, \"simular\": 1, \"coments\": 1, \"simply\": 10, \"common\": 9, \"reported\": 10, \"constructive\": 1, \"reports\": 6, \"running\": 16, \"marathons\": 3, \"unwell\": 2, \"temperature\": 3, \"6.5\": 1, \"mmol/l\": 3, \"3.6\": 1, \"actually\": 15, \"ill\": 8, \"tendon\": 13, \"ruptures\": 1, \"3/29/06\": 1, \"omega\": 10, \"tri\": 5, \"mos\": 7, \"tore\": 5, \"achilles\": 10, \"2/4/07\": 1, \"sprinters\": 1, \"stance\": 1, \"10/26/08\": 1, \"jumping\": 2, \"air\": 4, \"son\": 4, \"won\": 2, \"playoff\": 1, \"football\": 1, \"game\": 2, \"office\": 9, \"search\": 6, \"damage/ruptures\": 1, \"study\": 9, \"google\": 4, \"finding\": 8, \"pretty\": 16, \"consistently\": 3, \"school\": 2, \"understand\": 9, \"mons\": 1, \"pravachol\": 22, \"lasted\": 12, \"looked\": 12, \"q10\": 9, \"build\": 4, \"bunch\": 3, \"seriuosly\": 1, \"allergic\": 10, \"dramatically\": 12, \"sipped\": 1, \"aleve\": 7, \"abnoraml\": 1, \"dreams\": 11, \"photosensitivity\": 1, \"rhinitis\": 2, \"bronchitis\": 3, \"asthma\": 5, \"ear\": 7, \"eyes\": 19, \"hypertension\": 3, \"syptoms\": 7, \"dr.\": 10, \"zoloft\": 4, \"rhinocort\": 1, \"$\": 7, \"3,000.00\": 1, \"insomia\": 2, \"hooked\": 2, \"pm\": 5, \"lindora\": 1, \"prevention\": 6, \"bronhitis\": 1, \"13\": 4, \"pneumonia\": 2, \"nose\": 6, \"198/90\": 1, \"norvasc\": 6, \"nightmares\": 5, \"nearly\": 21, \"instant\": 1, \"warning\": 8, \"bottle\": 6, \"theraphy\": 2, \"immobile\": 2, \"sense\": 17, \"ongoing\": 4, \"endoscopy\": 2, \"meant\": 2, \"zantac\": 1, \"counter\": 5, \"doses\": 15, \"stools\": 6, \"colonoscopy\": 2, \"near\": 8, \"referred\": 1, \"tia\": 4, \"seizure\": 1, \"tee\": 1, \"catheter\": 1, \"gas/wind\": 4, \"cont\": 3, \"pt.4\": 1, \"raging\": 2, \"saving/extending\": 1, \"lives\": 5, \"thousands\": 2, \"burping\": 2, \"diarhea\": 3, \"report\": 6, \"issues\": 20, \"comes\": 10, \"quite\": 20, \"length\": 4, \"strict\": 3, \"keeps\": 5, \"insisting\": 2, \"lopid\": 5, \"bought\": 4, \"spite\": 3, \"quack\": 2, \"relieves\": 3, \"thumb\": 2, \"soooo\": 1, \"thumbs\": 1, \"cry\": 2, \"give\": 19, \"handle\": 4, \"hospitalization\": 3, \"bleed\": 4, \"transfusion\": 1, \"survive\": 1, \"climb\": 4, \"flight\": 4, \"uncontrollable\": 2, \"mornings\": 9, \"daze\": 4, \"solution\": 2, \"larry\": 1, \"@\": 7, \"larryhor\": 1, \"optonline.net\": 1, \"vested\": 1, \"herbs\": 3, \"involved\": 3, \"november\": 2, \"2005\": 6, \"hypersensitivity\": 1, \"wrapped\": 1, \"effectively\": 4, \"laid\": 2, \"surmised\": 1, \"october\": 2, \"2006\": 6, \"paractically\": 1, \"flat\": 1, \"shame\": 1, \"happening\": 6, \"dropping\": 5, \"'re\": 8, \"ususal\": 1, \"chlestrol\": 1, \"111\": 1, \"folgard\": 1, \"whatsoever\": 6, \"102\": 1, \"fit\": 10, \"consumption\": 1, \"let\": 12, \"e.r\": 3, \"morphine\": 3, \"suffering\": 19, \"ages\": 1, \"11\": 5, \"disabled\": 5, \"ached\": 9, \"affected\": 11, \"flush\": 2, \"sedation\": 2, \"wetting\": 1, \"scores\": 1, \"sleeplessness\": 6, \"peripheral\": 7, \"numbness\": 44, \"bizarre\": 1, \"itch\": 3, \"inform\": 3, \"produced\": 3, \"marketing\": 1, \"department\": 1, \"scientific\": 1, \"lift\": 15, \"absolute\": 5, \"staticy\": 1, \"abdomin\": 1, \"static\": 1, \"drove\": 3, \"perfect\": 13, \"behave\": 1, \"hit\": 14, \"jack\": 1, \"pot\": 2, \"lucked\": 1, \"unsuccessful\": 1, \"endeavors\": 1, \"pertaining\": 1, \"child\": 4, \"irritation\": 4, \"electricity\": 1, \"zapping\": 1, \"midsection\": 2, \"gut\": 7, \"d\": 2, \"-weak-\": 1, \"groggy\": 1, \"poor\": 11, \"dumb\": 1, \"spend\": 3, \"sums\": 1, \"money\": 8, \"tests-pain\": 1, \"die-broke-what\": 1, \"covered\": 2, \"criminal\": 1, \"fda\": 7, \"syndicate\": 1, \"1/7/05-chest\": 1, \"inability\": 15, \"commented\": 1, \"needless\": 3, \"lupus\": 11, \"illness\": 4, \"48\": 10, \"elevating\": 1, \"coincidence\": 2, \"alleviate\": 3, \"anti-depressent\": 1, \"filled\": 7, \"instincts\": 2, \"sudde\": 1, \"bam\": 2, \"alas\": 1, \"vengeance\": 2, \"weariness\": 2, \"chlorestoral\": 1, \"diziness\": 2, \"trembling\": 2, \"concentrating\": 6, \"sadness\": 4, \"dull\": 2, \"feverish\": 1, \"clamy\": 1, \"scalp\": 9, \"rotton\": 1, \"swear\": 2, \"poisened\": 1, \"honestly\": 7, \"wonderful\": 9, \"obviously\": 5, \"dificulty\": 1, \"indigestion\": 11, \"caloric\": 1, \"sleepless\": 3, \"bouts\": 6, \"diarria\": 1, \"leg/calf\": 1, \"originaly\": 1, \"disc\": 6, \"ratings\": 2, \"thib\": 1, \"uncharacteristic\": 2, \"suicide\": 11, \"police\": 2, \"investigation\": 1, \"hallucinations\": 1, \"debillitating\": 1, \"constantly\": 14, \"palpitations\": 8, \"tachycardia\": 2, \"irrecular\": 1, \"heartbeat\": 4, \"tightness\": 17, \"difficulty/shallow\": 1, \"biggest\": 2, \"peritendonitis\": 1, \"aggravated\": 1, \"gait\": 5, \"barely\": 17, \"subsiding\": 2, \"benefit\": 5, \"fatique\": 7, \"diabetic\": 10, \"cholestrol\": 21, \"yesterday\": 6, \"gastro\": 2, \"associating\": 1, \"rx\": 8, \"figured\": 6, \"adequate\": 1, \"board\": 3, \"1st\": 8, \"solved\": 1, \"background\": 1, \"cardiac\": 5, \"mistaken\": 1, \"gastric\": 8, \"cocktail\": 1, \"octane\": 1, \"prilosec\": 1, \"serious\": 24, \"home\": 10, \"issue\": 7, \"fairly\": 3, \"poster\": 2, \"bell\": 5, \"palsy\": 2, \"chart\": 1, \"consistent\": 5, \"occurence\": 1, \"and/or\": 9, \"attributable\": 3, \"eg\": 2, \"hardest\": 3, \"bar\": 2, \"exams\": 1, \"country\": 2, \"doubt\": 9, \"unlucky\": 1, \"esoteric\": 1, \"imence\": 1, \"armpain\": 1, \"heaviness\": 5, \"limbs\": 9, \"backache\": 3, \"noes\": 1, \"buzzing\": 5, \"endless\": 2, \"wack\": 1, \"approx\": 12, \"neurologists\": 2, \"emg\": 4, \"dr.for\": 1, \"xrays\": 1, \"primary\": 11, \"biopsies\": 4, \"forbidden\": 1, \"word\": 7, \"negetive\": 1, \"sad\": 6, \"nuts\": 2, \"alone\": 7, \"maker\": 3, \"users\": 1, \"beginnig\": 1, \"matter\": 7, \"everyone\": 17, \"muscle/joint\": 2, \"upsets\": 2, \"name\": 9, \"profession\": 1, \"spotting\": 5, \"mean\": 8, \"difference\": 15, \"resolution\": 1, \"lifetime\": 1, \"buffer\": 1, \"200mg\": 3, \"maintains\": 1, \"mother\": 11, \"dementia\": 3, \"needs\": 4, \"24/7\": 3, \"care\": 16, \"anorexia\": 1, \"lad\": 2, \"blocked\": 1, \"miocardial\": 1, \"infarction\": 3, \"sciatica\": 4, \"gassy\": 4, \"clean\": 1, \"rhuematoid\": 1, \"35\": 8, \"relefen\": 2, \"inflamation\": 7, \"prednisone\": 5, \"enbrel\": 1, \"injections\": 5, \"eight\": 5, \"chol\": 10, \"mos.\": 1, \"159\": 1, \"radiating\": 3, \"blaming\": 3, \"extra\": 4, \"temporarly\": 1, \"milk\": 4, \"newest\": 1, \"develops\": 1, \"symption\": 1, \"cases\": 3, \"takeing\": 3, \"circulation\": 5, \"probally\": 1, \"worried\": 5, \"apparent\": 4, \"physiotherapist\": 1, \"blade\": 2, \"subsided\": 19, \"relievers\": 3, \"anti-acids\": 2, \"cholestoerol\": 1, \"measured\": 3, \"wash\": 1, \"shower\": 2, \"top\": 9, \"restricted\": 4, \"often\": 15, \"prevented\": 1, \"socks\": 3, \"january\": 4, \"tells\": 3, \"warm\": 5, \"fist\": 2, \"ibruprofen\": 2, \"400\": 4, \"clearly\": 5, \"perhaps\": 8, \"courts\": 2, \"abundantly\": 1, \"ensue\": 1, \"deriliction\": 1, \"duty\": 1, \"complaints\": 13, \"authorities\": 1, \"oversee\": 1, \"our\": 11, \"lapses\": 2, \"docs\": 5, \"paybacks\": 1, \"complain\": 3, \"writing\": 2, \"parkinson\": 12, \"causes\": 19, \"coenzyme\": 5, \"archives\": 1, \"neurology\": 1, \"slows\": 1, \"progression\": 2, \"questioning\": 1, \"role\": 3, \"niece\": 1, \"57\": 5, \"factor\": 8, \"4+\": 4, \"risks\": 4, \"hysterectomy\": 1, \"muscule\": 2, \"digestion\": 1, \"pancreas\": 1, \"similiar\": 3, \"anti-inflammatory\": 4, \"couldnt\": 5, \"admitted\": 5, \"min\": 4, \"knew\": 12, \"gastritis\": 4, \"opt\": 1, \"non-nsaids\": 1, \"anxious\": 4, \"words\": 8, \"conversations\": 1, \"disturbing\": 1, \"antidepressants\": 1, \"weird\": 15, \"healing\": 3, \"actual\": 1, \"tingley\": 1, \"physical/\": 1, \"emotional\": 3, \"unaware\": 3, \"heavily\": 3, \"pectoral\": 1, \"pain-\": 2, \"stabbing\": 4, \"frequency\": 3, \"5mg/day\": 4, \"mavik\": 1, \"1mg\": 1, \"averaging\": 1, \"106/70\": 1, \"arterial\": 3, \"128\": 1, \"56\": 3, \"2.something\": 1, \"dad\": 4, \"noticible\": 2, \"trial\": 5, \"diminish\": 2, \"curious\": 2, \"note\": 6, \"fertile\": 1, \"unkown\": 1, \"pregnancy\": 1, \"interesting\": 7, \"pregnant\": 3, \"somehow\": 1, \"injured\": 1, \"vanished\": 2, \"spine\": 9, \"thrown\": 2, \"hunched\": 2, \"center\": 5, \"waking\": 15, \"contorted\": 1, \"nonuse\": 1, \"limp\": 8, \"massage\": 1, \"/calves\": 1, \"remaining\": 3, \"spasm\": 6, \"ruling\": 1, \"persist\": 4, \"epsiodes\": 1, \"combination\": 6, \"rains\": 1, \"enjoyed\": 2, \"172\": 2, \"triglyceride\": 3, \"295\": 2, \"calcium\": 2, \"build-up\": 2, \"arteries\": 3, \"pt.3\": 1, \"80mg/day\": 3, \"year+\": 1, \"windy\": 2, \"~normally~\": 1, \"butter\": 2, \"cream\": 6, \"gallons\": 1, \"english\": 1, \"skimmed\": 1, \"margarine\": 1, \"cheese\": 2, \"average\": 2, \"ale\": 1, \"5ft\": 1, \"11inches\": 1, \"10lbs\": 1, \"178\": 3, \"gods\": 1, \"talk\": 7, \"experts\": 1, \"cardiologists\": 1, \"consultants\": 1, \"pinch\": 1, \"salt\": 4, \"healthily\": 2, \"sceptical\": 1, \"wary\": 1, \"saving/e\": 1, \"headedness\": 3, \"writting\": 1, \"deteriorated\": 4, \"extent\": 3, \"signing\": 1, \"cheques\": 1, \"reducing\": 11, \"tri-glycerides\": 1, \"becuase\": 1, \"cq-10\": 1, \"50mg\": 4, \"1200mg\": 1, \"contact\": 8, \"///////////////\": 1, \"enthusiasm\": 3, \"w/\": 8, \"crp\": 3, \"bun\": 1, \"creatinine\": 1, \"albumin\": 1, \"glucose\": 3, \"slower\": 2, \"starts\": 7, \"sneaky\": 1, \"deceptive\": 1, \"kidney\": 28, \"shows\": 2, \"improves\": 2, \"4th\": 1, \"ulcerations\": 2, \"lab\": 6, \"counts\": 3, \"whacy\": 1, \"disappointing\": 1, \"helping\": 6, \"exhaustion\": 16, \"labs\": 3, \"thi\": 2, \"shortness\": 15, \"impending\": 5, \"doom\": 6, \"short-term\": 4, \"flu-like\": 9, \"101\": 2, \"scheduled\": 7, \"lung\": 3, \"scan\": 6, \"x-ray\": 2, \"#\": 8, \"ct\": 4, \"cancel\": 2, \"appointments\": 1, \"lovastatin\": 3, \"swimming\": 1, \"laps\": 1, \"lacto-ovo\": 1, \"fews\": 1, \"searching\": 7, \"bookmark\": 1, \"locked\": 2, \"pee\": 2, \"eve\": 1, \"choose\": 1, \"evils\": 3, \"charlie\": 4, \"horses\": 8, \"edema\": 7, \"walking/exercising/sitting/standing\": 1, \"weights\": 4, \"rapid\": 7, \"coordination\": 4, \"bumping\": 1, \"light-headedness\": 3, \"turn\": 6, \"real\": 12, \"25\": 17, \"doctor-recommended\": 1, \"diuretics\": 1, \"m.d\": 3, \"downward\": 1, \"spiral\": 1, \"300+\": 2, \"link\": 2, \"dc\": 2, \"wramc\": 1, \"tube\": 1, \"capsacian\": 1, \"unbelievable\": 3, \"bethesda\": 1, \"naval\": 1, \"hosp.\": 1, \"sessions\": 5, \"begged\": 1, \"subject\": 4, \"scares\": 3, \"com\": 1, \"testing\": 4, \"precious\": 1, \"stiffnes\": 1, \"crack\": 1, \"fo\": 1, \"crazy\": 10, \"bless\": 1, \"fuzzy\": 5, \"grade\": 3, \"noise\": 1, \"internist\": 6, \"neurolgists\": 1, \"mra\": 2, \"posted\": 6, \"follow-up\": 1, \"coommon\": 1, \"show\": 8, \"incidence\": 1, \"compared\": 2, \"re-post\": 1, \"whichever\": 1, \"cleared\": 11, \"progressing\": 3, \"combinations\": 1, \"joke\": 2, \"reoccured\": 1, \"disfunction\": 3, \"tinnitis\": 2, \"bursitus\": 1, \"refer\": 1, \"shouldread\": 1, \"chemicals\": 2, \"fed\": 1, \"induce\": 2, \"prescribe\": 3, \"exercising\": 6, \"destroy\": 1, \"metabolism\": 1, \"absorbing\": 2, \"acupuncture\": 2, \"homeopathy\": 2, \"supplements\": 14, \"highly\": 9, \"apple\": 2, \"cider\": 2, \"vinegar\": 3, \"raw\": 3, \"honey\": 1, \"nutrition\": 1, \"enrich\": 1, \"pharmaceutical\": 6, \"erase\": 1, \"charge\": 4, \"arose\": 1, \"received\": 2, \"crotch\": 1, \"crawled\": 1, \"prior\": 15, \"enlarged\": 1, \"stressed\": 3, \"recently,1\": 1, \"occasions\": 3, \"vacation\": 6, \"plavix\": 1, \"zestril\": 2, \"lopressor\": 2, \"prblems\": 1, \"diovan\": 4, \"instaed\": 1, \"hematuria\": 3, \"anybody\": 4, \"quitiing\": 1, \"circumstances\": 2, \"manufacturer\": 3, \"mini\": 1, \"lightheaded\": 3, \"finger\": 9, \"diarea\": 2, \"drowsiness\": 7, \"removing\": 2, \"intestines\": 2, \"forever\": 3, \"jointaches\": 2, \"musclesoreness\": 2, \"backpain\": 2, \"itches\": 3, \"for4+yrs\": 2, \"type2\": 2, \"had2\": 2, \"surguries\": 2, \"54yrs\": 2, \"ww\": 2, \"ihave\": 1, \"havent\": 2, \"2days\": 1, \"capiten\": 1, \"glcotrol\": 1, \"toprol\": 2, \"lasix\": 1, \"ultram\": 2, \"irrational\": 2, \"culprit\": 10, \"message\": 2, \"awhile\": 5, \"particular\": 6, \"248\": 2, \"150\": 9, \"x18months\": 1, \"fatty\": 7, \"thinks\": 3, \"pelvic\": 2, \"miscarriage\": 2, \"horrid\": 3, \"loved\": 2, \"accomplish\": 1, \"opposite\": 1, \"character\": 1, \"personality\": 6, \"drawback\": 1, \">\": 4, \"careful\": 11, \"230.\": 1, \"exercised\": 2, \"basis\": 4, \"shape\": 5, \"grabbed\": 1, \"factors\": 5, \"desease\": 2, \"moderatly\": 1, \"presenting\": 1, \"signs\": 5, \"decision\": 5, \"declined\": 3, \"aggitated\": 2, \"articles\": 3, \"information\": 17, \"journal\": 1, \"convince\": 3, \"messing\": 2, \"proof\": 4, \"4-5\": 3, \"someonebrought\": 1, \"sun\": 4, \"faded\": 4, \"psychological\": 2, \"enigmas\": 1, \"dealing\": 4, \"residuals\": 1, \"ekg\": 2, \"lessen\": 3, \"likelihood\": 1, \"partial\": 6, \"blockage\": 4, \"terrific\": 2, \"esp\": 4, \"calve\": 1, \"vagueness\": 2, \"expense\": 2, \"degradation\": 1, \"muscle/\": 3, \"mainly\": 3, \"picture\": 3, \"hesitated\": 2, \"original\": 4, \"impression\": 1, \"correct\": 2, \"strains\": 1, \"3x/wk\": 1, \"yr+\": 1, \"2-3/wk\": 1, \"pull/strain\": 1, \"wks\": 6, \"collegiate\": 1, \"distance\": 5, \"runner\": 1, \"pulled/strained\": 1, \"-once\": 1, \"pull\": 4, \"heals\": 1, \"recur\": 1, \"nervous\": 3, \"presure\": 1, \"osteoarthritis\": 5, \"persons\": 1, \"contributor\": 1, \"boyfriend\": 1, \"49\": 1, \"awake\": 6, \"websites\": 2, \"pages\": 2, \"bowel\": 9, \"uterine\": 8, \"learned\": 8, \"contraindicated\": 1, \"fruit\": 2, \"spazms\": 2, \"drup\": 1, \"hubby\": 1, \"forehead\": 4, \"athlete\": 4, \"easily\": 9, \"crackers\": 1, \"input\": 1, \"excited\": 1, \"moody\": 3, \"hemorrhages\": 1, \"docter\": 1, \"footsteps\": 1, \"hrt\": 1, \"tv\": 5, \"advertisements\": 1, \"hyping\": 1, \"seriously\": 7, \"tips\": 1, \"7/1/04\": 1, \"norm\": 3, \"messed\": 2, \"constint\": 1, \"perminent\": 1, \"genitals\": 1, \"lips\": 3, \"swell\": 2, \"tongue\": 7, \"luckily\": 7, \"epipen\": 1, \"cupboard\": 1, \"saved\": 6, \"gout\": 12, \"heart-attack\": 1, \"jan.\": 1, \"06.\": 1, \"kill\": 7, \"imagine\": 3, \"abnormal\": 3, \"initial\": 8, \"fingertips\": 1, \"puffy\": 2, \"scaly\": 1, \"palms\": 3, \"ointments\": 1, \"healed\": 2, \"yr.\": 1, \"unwilling\": 2, \"explain\": 5, \"untill\": 4, \"menstral\": 4, \"cycles\": 1, \"slow\": 9, \"creep\": 1, \"genetic\": 10, \"long-term\": 6, \"myopathy\": 3, \"suggestion\": 1, \"canada\": 8, \"add\": 4, \"satisfied\": 4, \"boyfriends\": 1, \"talking\": 7, \"ab\": 1, \"hereditary\": 2, \"chiro\": 1, \"whom\": 2, \"lecithin\": 2, \"vit\": 5, \"6km\": 1, \"leaden\": 1, \"achy\": 6, \"sinuses\": 1, \"vertigo\": 23, \"intestinal\": 2, \"distention\": 3, \"foods\": 3, \"unpleasant\": 1, \"town\": 1, \"skeptical\": 3, \"275\": 1, \"borderline\": 1, \"sugars\": 2, \"tunnal\": 2, \"gemfibrosil\": 1, \"ii\": 4, \"uncontrolled\": 1, \"insulin\": 2, \"develop\": 6, \"debilitated\": 2, \"hav\": 2, \"shortly\": 8, \"leave\": 4, \"daughter\": 3, \"forwarded\": 1, \"saving\": 1, \",i\": 1, \"across\": 18, \"numbing\": 2, \"researched\": 6, \"encountered\": 1, \"shocking\": 1, \"advocate\": 3, \"father\": 9, \"aggressive\": 2, \"data\": 2, \"briefly\": 1, \"advocacy\": 1, \"efforts\": 1, \"contributed\": 2, \"glial\": 1, \"cell\": 6, \"deterioration\": 2, \"fast\": 9, \"debilitating\": 10, \"model\": 1, \"individual\": 3, \"standards\": 3, \"vibrant\": 2, \"teen\": 1, \"ground\": 1, \"lipid\": 4, \"profile\": 2, \"usual\": 8, \"contribute\": 1, \"environmental\": 2, \"exposure\": 1, \"listen\": 6, \"families\": 1, \"reporting\": 1, \"places\": 2, \"guy\": 1, \"inital\": 1, \"dx\": 1, \"bedridden\": 1, \"feed\": 1, \"everthing\": 1, \"rxs\": 2, \"relevent\": 1, \"relates\": 1, \"kick\": 2, \"butt\": 4, \"bextra\": 3, \"neurontin\": 6, \"plain\": 2, \"advil\": 9, \"spells\": 5, \"hairloss\": 2, \"amazed\": 7, \"airhead\": 1, \"virtually\": 2, \"alzheimer\": 2, \"exhausted\": 6, \"235\": 3, \"regained\": 1, \"sanity\": 1, \"blindly\": 1, \"regard\": 2, \"expect\": 4, \"yo\": 1, \"mother-in-law\": 1, \"sciatic\": 3, \"gradual\": 8, \"appetite\": 12, \"enthusaism\": 1, \"tias\": 1, \"knows\": 3, \"double\": 3, \"lipoic\": 2, \"mega\": 2, \"protective\": 1, \"stroke\": 16, \"droped\": 2, \"461\": 